Repository: phea3/httGoglobal-School-2023-07-20
Catalog: Goglobal School/*.lproj/Localizable.strings
Languages: km_kh

# ទំព័រដើម
source: Dashboard
km_kh: ទំព័រដើម

# មិនមានកូន
source: No Children
km_kh: មិនមានកូន

# សូមព្យាយាមម្តងទៀត
source: Try again
km_kh: សូមព្យាយាមម្តងទៀត

# កំពុងភ្ជាប់
source: Connect
km_kh: កំពុងភ្ជាប់

# ព្រឹត្តិការណ៍នាពេលខាងមុខ
source: Upcoming Events
km_kh: ព្រឹត្តិការណ៍នាពេលខាងមុខ

# ដំណឹងថ្មីៗ
source: New Annoucements
km_kh: ដំណឹងថ្មីៗ

# សូមរង់ចាំ
source: Wait
km_kh: សូមរង់ចាំ

# មិនរកដំណឹងថ្មីៗបាន
source: Not Found News
km_kh: មិនរកដំណឹងថ្មីៗបាន

# មិនអាចទាញទិន្ន័យបាន
source: Not Found Data
km_kh: មិនអាចទាញទិន្ន័យបាន

# យល់ព្រម
source: YES
km_kh: យល់ព្រម

# ឆ្នាំសិក្សា ២០២៣~២០២៤
source: Academic Year 2023-2024
km_kh: ឆ្នាំសិក្សា ២០២៣~២០២៤

# ឆ្នាំសិក្សា ២០២២~២០២៣
source: Academic Year 2022-2023
km_kh: ឆ្នាំសិក្សា ២០២២~២០២៣

# ប្រតិទិនសិក្សា
source: Academic Calendar
km_kh: ប្រតិទិនសិក្សា

# គណនី
source: User Profile
km_kh: គណនី

# គ្មានអ៉ីនធើណេត
source: No internet
km_kh: គ្មានអ៉ីនធើណេត

# បុត្រធីតា
source: Children
km_kh: បុត្រធីតា

# ថ្នាក់រៀន
source: Classroom of
km_kh: ថ្នាក់រៀន

# QR កូដ
source: QR Code
km_kh: QR កូដ

# បង្ហាញ QR កូដ ទីនេះ!
source: Show QR code here
km_kh: បង្ហាញ QR កូដ ទីនេះ!

# មិនមាន QR កូដ!
source: No QR code
km_kh: មិនមាន QR កូដ!

# សម្គាល់
source: Notice
km_kh: សម្គាល់

# លោកអ្នកអាចស្កែនដើម្បីធ្វើការ Pickup កូន!
source: Please scan for picking up your kids!
km_kh: លោកអ្នកអាចស្កែនដើម្បីធ្វើការ Pickup កូន!

# ជ្រើសរើស
source: Choose
km_kh: ជ្រើសរើស

# កាលវិភាគសិក្សា
source: Schedule
km_kh: កាលវិភាគសិក្សា

# វត្តមានសិស្ស
source: Attendance
km_kh: វត្តមានសិស្ស

# ប្រវត្តិបង់ថ្លៃសិក្សា
source: Payment History
km_kh: ប្រវត្តិបង់ថ្លៃសិក្សា

# របាយការណ៍កុមារដ្ឋាន
source: Early Childhood Education Report
km_kh: របាយការណ៍កុមារដ្ឋាន

# មិនមានម៉ោងសិក្សា!!!
source: No Classes
km_kh: មិនមានម៉ោងសិក្សា!!!

# ម៉ោងចេញលេង
source: Break Time
km_kh: ម៉ោងចេញលេង

# វត្តមាន
source: Present
km_kh: វត្តមាន

# មកយឺត
source: Late
km_kh: មកយឺត

# សុំច្បាប់
source: Permission
km_kh: សុំច្បាប់

# អវត្តមាន
source: Absent
km_kh: អវត្តមាន

# ១ ខែ
source: 1 Month
km_kh: ១ ខែ

# ១ ត្រីមាស
source: 1 Quarter
km_kh: ១ ត្រីមាស

# ១ ឆមាស
source: 1 Semester
km_kh: ១ ឆមាស

# ១ ឆ្នាំ
source: 1 Year
km_kh: ១ ឆ្នាំ

source: 1 Month
km_kh: ១ ខែ

# 10 Month
source: 10 Months
km_kh: ១០ ខែ

# មិនមានការទូទាត់ថ្លៃសិក្សា!!!
source: No payments
km_kh: មិនមានការទូទាត់ថ្លៃសិក្សា!!!

# កាលបរិច្ឆេទ
source: Date
km_kh: កាលបរិច្ឆេទ

# បង់ថ្លៃ
source: Paid For
km_kh: បង់ថ្លៃ

# បរិយាយ
source: Description
km_kh: បរិយាយ

# សរុប
source: Total
km_kh: សរុប

# សរសេរ
source: type
km_kh: សរសេរ

# សូមមាតាបិតាជួយដាក់បន្ថែម
source: Please add to your child:
km_kh: សូមមាតាបិតាជួយដាក់បន្ថែម

# សាប៊ូកក់សក់, សម្លៀកបំពាក់, កន្ទបទឹកនោម
source: hair shampoo, clothes, diaper
km_kh: សាប៊ូកក់សក់, សម្លៀកបំពាក់, កន្ទបទឹកនោម

# សាប៊ូកក់សក់, សម្លៀកបំពាក់
source: hair shampoo, clothes
km_kh: សាប៊ូកក់សក់, សម្លៀកបំពាក់

# សម្លៀកបំពាក់, កន្ទបទឹកនោម
source: clothes, diaper
km_kh: សម្លៀកបំពាក់, កន្ទបទឹកនោម

# សាប៊ូកក់សក់, កន្ទបទឹកនោម
source: hair shampoo, diaper
km_kh: សាប៊ូកក់សក់, កន្ទបទឹកនោម

# សាប៊ូកក់សក់
source: Hair shampoo
km_kh: សាប៊ូកក់សក់

# សម្លៀកបំពាក់
source: Clothes
km_kh: សម្លៀកបំពាក់

# កន្ទបទឹកនោម
source: Diaper
km_kh: កន្ទបទឹកនោម

# ចាកចេញ
source: Logout
km_kh: ចាកចេញ

# អ៉ីម៉ែល
source: Email Address
km_kh: អ៉ីម៉ែល

# លេខទូរស័ព្ធ
source: Contact
km_kh: លេខទូរស័ព្ធ

# សញ្ជាតិ
source: Nationality
km_kh: សញ្ជាតិ

# តើអ្នកចង់ចាកចេញពីកម្មវិធីទេ?
source: Are you sure?
km_kh: តើអ្នកចង់ចាកចេញពីកម្មវិធីទេ?

# មិនចាកចេញ
source: No
km_kh: មិនចាកចេញ

# រក្សាទុក
source: Save
km_kh: រក្សាទុក

# ឆ្នាំសិក្សា ២០២១~២០២២
source: Academic Year 2021~2022
km_kh: ឆ្នាំសិក្សា ២០២១~២០២២

# ខែ កញ្ញា ឆ្នាំ ២០២២
source: September 2022
km_kh: ខែ កញ្ញា ឆ្នាំ ២០២២

# ចូលប្រើកម្មវិធី
source: Login
km_kh: ចូលប្រើកម្មវិធី

# បញ្ចូលអ៉ីម៉ែល
source: email
km_kh: បញ្ចូលអ៉ីម៉ែល

# បញ្ចូលពាក្យសម្ងាត់
source: password
km_kh: បញ្ចូលពាក្យសម្ងាត់

# ពាក្យសម្ងាត់
source: Password
km_kh: ពាក្យសម្ងាត់

# គណនីរបស់លោកអ្នកមិនត្រឹមត្រូវទេ
source: Wrong gmail & password
km_kh: គណនីរបស់លោកអ្នកមិនត្រឹមត្រូវទេ

# ចងចាំពាក្យសម្ងាត់?
source: remember me
km_kh: ចងចាំពាក្យសម្ងាត់?

# ភ្លេចពាក្យសម្ងាត់?
source: forgot password?
km_kh: ភ្លេចពាក្យសម្ងាត់?

# សុខភាពកូន
source: Child's health
km_kh: សុខភាពកូន

# សូមបញ្ចូលព័ត៍មានសុខភាពកូននៅទីនេះ
source: Please enter your child's health information here
km_kh: សូមបញ្ចូលព័ត៍មានសុខភាពកូននៅទីនេះ

# បញ្ចូល
source: Input
km_kh: បញ្ចូល

# សូមទំនាក់ទំនងតាមពត័មានខាងក្រោម
source: Please contact us through the following
km_kh: សូមទំនាក់ទំនងតាមពត័មានខាងក្រោម

source: Thmey Village, Sangkut Svay Dangkum, Krong Siem Reap, Siem Reap
km_kh: ភូមិថ្មី សង្កាត់ស្វាយដង្គំ ក្រុងសៀមរាប ខេត្តសៀមរាប

source: Leave
km_kh: ចាកចេញ

# 's QR Code
source: 's QR កូដ
km_kh: QR កូដ

# ន
source: pax
km_kh: នាក់

source: Our Vision to educate Cambodian future generations to become international human resources.
km_kh: ចក្ខុវិស័យរបស់ពួកយើងគឺដើម្បីអប់រំកុមារជំនាន់ក្រោយរបស់កម្ពុជាឱ្យក្លាយជាធនធានអន្តរជាតិ

# ទទួល
source: Pick up
km_kh: ទទួល

source: Please press here to pick up your child!
km_kh: សូមចុចទីនេះដើម្បីទទួលកូនរបស់លោកអ្នក

source: Confirm Pick Up
km_kh: បញ្ជាក់ការទទួល

source: Are you coming to pick up your child?
km_kh: តើលោកអ្នកមកទទួលកូនមែនទេ?

# ទេ
source: NO
km_kh: ទេ

source: You are
km_kh: លោកអ្នកស្ថិតនៅចម្ងាយ

# away from the school and cannot pick the child up
source: away from the school and cannot pick up child
km_kh: ពីសាលា មិនអាចទទួលកូនបានទេ

# ប្រវត្តិការទទួលទានអាហារ
source: Food Monthly of
km_kh: ប្រវត្តិអាហាររបស់

# Please press here to see food monthly
source: Please press here to see your child's food monthly
km_kh: ប្រវត្តិនៃការទទួលទានអាហាររបស់បុត្រធីតា

# វត្តមាន និងសុំច្បាប់
source: attendance
km_kh: វត្តមាន និងសុំច្បាប់

# សូមចុចទីនេះដើម្បីមើលវត្តមាន
source: PLEASE CLICK HERE TO SEE THE ATTENDANCE
km_kh: សូមចុចទីនេះដើម្បីមើលវត្តមាន

# សូមចុចទីនេះដើម្បីសុំច្បាប់
source: PLEASE CLICK HERE TO REQUESTS LEAVE
km_kh: សូមចុចទីនេះដើម្បីសុំច្បាប់

# ដល់
source: To
km_kh: ដល់

# វត្តមានរបស់
source: Attedance of
km_kh: វត្តមានរបស់

# ពេលព្រឹក
source: Morning
km_kh: ពេលព្រឹក

# ពេលរសៀល
source: Afternoon
km_kh: ពេលរសៀល

# ស្ថានភាព
source: Status
km_kh: ស្ថានភាព

source: see more
km_kh: មើលបន្ថែម

# ប្រភេទនៃថ្ងៃឈប់សម្រាក
source: Type of request
km_kh: ប្រភេទនៃថ្ងៃឈប់សម្រាក

# ថ្ងៃចាប់ផ្តើម
source: startDate
km_kh: ថ្ងៃចាប់ផ្តើម

# ថ្ងៃបញ្ចប់
source: endDate
km_kh: ថ្ងៃបញ្ចប់

# មូលហេតុ
source: Reason
km_kh: មូលហេតុ

# ស្នើសុំ
source: Request
km_kh: ស្នើសុំ

# ថ្ងៃស្នើសុំសម្រាក
source: Time off request
km_kh: ថ្ងៃស្នើសុំសម្រាក

# ស្នើសុំសម្រាកជោគជ័យ
source: Request success
km_kh: ស្នើសុំសម្រាកជោគជ័យ

# រួចរាល់
source: Done
km_kh: រួចរាល់

# ស្នើសុំច្បាប់
source: Request leave
km_kh: ស្នើសុំច្បាប់

# សេវាកម្មដឹកជញ្ជូន
source: Transportation Service
km_kh: សេវាកម្មដឹកជញ្ជូន

# យកមកសាលា
source: At School
km_kh: យកមកសាលា

# ជូនទៅផ្ទះ
source: At Home
km_kh: ជូនទៅផ្ទះ
